{
    "l_english": {
        "A_bag_of_washing_powder.desc": "A bag of powder with the same composition as washing powder is called nuclear material by a big country",
        "A_bag_of_washing_powder.name": "A_bag_of_washing_powder",
        "A_container_for_storing_nuclear_weapons.desc": "A container marked with a nuclear weapon that a small country once attacked by another big country, and you can crack the code and open it in no time",
        "A_container_for_storing_nuclear_weapons.name": "A_container_for_storing_nuclear_weapons",
        "A_fragment_of_the_core_of_personality.desc": "A small fragment of the personality core of the war droids, most of the core fragments have been taken away. But fundamentally, this level of fighting is not something she can participate in",
        "A_fragment_of_the_core_of_personality.name": "A_fragment_of_the_core_of_personality",
        "Beep_boy.desc": "A watch like vital signs detector, whose owner's vital signs have disappeared, records the changes of vital signs when radiation is harmful to human body",
        "Beep_boy.name": "Beep_boy",
        "Cheap_anti_radiation_drugs.desc": "The corpse in the personal refuge held a box of anti radiation drugs tightly. It seemed that he regarded the box of cheap drugs as a life-saving straw, but it was as useless as the personal refuge he was hiding in",
        "Cheap_anti_radiation_drugs.name": "Cheap_anti_radiation_drugs",
        "Communications_company_documentation.name": "Communications_company_documentation",
        "Complete_personality_core.desc": "A personality core becomes complete after installing the fragments you carry. Her master takes her to participate in a hellish war. Her master survives and installs the core on the body of a civilian robot. However, due to the damage of the core, she can no longer open her eyes",
        "Complete_personality_core.name": "Complete_personality_core",
        "Documents_of_Internet_enterprises.name": "Documents_of_Internet_enterprises",
        "Memory_of_broken_war_droids.desc": "Although the memory of a damaged war droids has been learned from its combat methods, the civilian robot is obviously not very good at fighting. Fortunately, as long as the core of her personality is still there, she can be reborn. This is also her important advantage compared with human soldiers",
        "Memory_of_broken_war_droids.name": "Memory_of_broken_war_droids",
        "Memory_of_maid_robot.desc": "The memory of a maid robot, by reading it, you understand the daily life of a civil robot, and the final memory stays in her personality core and is taken out by the army",
        "Memory_of_maid_robot.name": "Memory_of_maid_robot",
        "Mysterious_Container.desc": "There must be something very important inside a container that has survived the war and survived it",
        "Mysterious_Container.name": "Mysterious_Container",
        "Navigation_setting_data_of_satellite.name": "Navigation_setting_data_of_satellite",
        "Silver_Cross.desc": "The cross on the chest of the rich man's body in the freezer. The rich man thought that the freezer could help him through the war, but he obviously underestimated the duration and consequences of the war. The rich man thought that the cross could protect him, but he obviously did not realize the ruthlessness of nuclear radiation",
        "Silver_Cross.name": "Silver_Cross",
        "Some_white_powder.name": "Some_white_powder",
        "TV_station_documents.name": "TV_station_documents",
        "The_mouse_tail.desc": "The spoils of your heroic battle with mutant mice. Most of the mice die due to radiation, but the ones that survive become extremely strong. The strength of this tail is comparable to human steel",
        "The_mouse_tail.name": "The mouse tail"
    },
    "l_simp_chinese": {
        "A_bag_of_washing_powder.desc": "一袋成分与洗衣粉完全相同的粉末，却被一个大国称为核原料",
        "A_bag_of_washing_powder.name": "一袋洗衣粉",
        "A_container_for_storing_nuclear_weapons.desc": "印有核武器标志的容器，一个小国曾因为它被另一个大国攻击，马上你就可以破解它的密码打开它",
        "A_container_for_storing_nuclear_weapons.name": "储存核武器的容器",
        "A_fragment_of_the_core_of_personality.desc": "战术人形的人格核心上的一块小碎片，大部分的核心碎片都被人带走了。但从根本上来说这种级别的战斗就不是她能参与的",
        "A_fragment_of_the_core_of_personality.name": "人格核心的一块碎片",
        "Beep_boy.desc": "一个手表状的生命体征检测器，他的主人的生命体征都已经消失，上面记录了辐射对人体产生危害时各项生命体征数值变化",
        "Beep_boy.name": "哔哔小子",
        "Cheap_anti_radiation_drugs.desc": "个人避难所里的尸体紧握着的一盒抗辐射药，看起来他把这盒廉价药品当作救命稻草，但这盒药和他躲藏的个人避难所一样的没用",
        "Cheap_anti_radiation_drugs.name": "廉价的抗辐射药",
        "Communications_company_documentation.name": "通信公司的文档",
        "Complete_personality_core.desc": "一个人格核心在安上你携带的碎片之后终于变得完整，她的主人带她参与了一场如地狱般的战争，她的主人幸存了下来并把这颗核心安在了一个民用机器人的身体上，但由于核心的破损她再也没能睁眼",
        "Complete_personality_core.name": "完整的人格核心",
        "Documents_of_Internet_enterprises.name": "互联网企业的文档",
        "Memory_of_broken_war_droids.desc": "一个损坏的战术人形的记忆，虽然经过了战斗方法的学习，但这个民用机器人显然还是不太擅长作战，幸好只要人格核心还在她就还能重生，这也是她相比人类士兵的重要优点",
        "Memory_of_broken_war_droids.name": "受损战术人形的记忆",
        "Memory_of_maid_robot.desc": "一个女仆机器人的记忆，通过读取它你了解了民用机器人的日常生活，最后的记忆停留在她的人格核心被军队取出",
        "Memory_of_maid_robot.name": "女仆机器人的记忆",
        "Mysterious_Container.desc": "历经战争却依然保存完好的容器，里面一定藏了些极其重要的东西",
        "Mysterious_Container.name": "神秘的容器",
        "Navigation_setting_data_of_satellite.name": "卫星的航行设定数据",
        "Silver_Cross.desc": "放在冷冻舱里的富人尸体胸口上的十字架，富人认为冷冻舱能让他度过战争时期，但他显然低估了战争的时长和后果，富人认为十字架能护佑他，但他显然没有认识到核辐射的无情",
        "Silver_Cross.name": "纯银十字架",
        "Some_white_powder.desc": "一些成分类似人类的洗衣粉的白色粉末，由于你对容器的粗暴拆解它撒了一地，只剩下了这些",
        "Some_white_powder.name": "一些白色粉末",
        "TV_station_documents.name": "电视台的文档",
        "The_mouse_tail.desc": "你与变异老鼠英勇战斗之后的战利品，由于辐射的影响大部分老鼠都死亡了，但幸存的老鼠变得极其强壮，这个尾巴的强度就堪比人类的钢筋",
        "The_mouse_tail.name": "老鼠尾巴"
    }
}